Repository: gapan/spi
Catalog: po/*.po
Languages: bg, ca, cs, de, el, es, fr, hi_in, it, ja, lv_lv, nl, pl, pt_br, pt_pt, ro_ro, ru, sv, tr, uk

source: This action requires root privileges.
bg: Това действие изисква главни привилегии.
ca: Aquesta acció necessita privilegis d'arrel
cs: Tato akce vyžaduje oprávnění uživatele root.
de: Dieser Vorgang benötigt root-Privilegien.
el: Η επιλογή αυτή απαιτεί δικαιώματα υπερχρήστη.
es: Esta acción requiere privilegios de root
fr: Cette opération nécessite les droits administrateur (root)
hi_in: इस कार्य हेतु रुट उपयोक्ता विशेषाधिकार आवश्यक है।
it: Questa azione richiede i privilegi di root.
ja: このアクションは root 権限が必要です。
lv_lv: Šai darbībai nepieciešamas root privilēgijas.
nl: Deze actie vereist root privileges.
pl: Ta czynność wymaga uprawnień konta root
pt_br: Esta ação requer privilégios de administrador: root.
pt_pt: Esta ação requer privilégios root.
ro_ro: Această acţiune necesită privilegii root.
ru: Требуются права суперпользователя
sv: Den här åtgärden kräver root-privilegier.
tr: Bu işlem yönetici ayrıcalıkları gerektirir.
uk: Ця дія вимагає прав суперкористувача.

source: Available packages:
bg: Налични пакети:
ca: Paquets disponibles:
cs: Dostupné balíčky:
de: Verfügbare Pakete:
el: Διαθέσιμα πακέτα:
es: Paquetes disponibles:
fr: Paquets disponibles :
hi_in: उपलब्ध पैकेज :
it: Pacchetti disponibili:
ja: 使用できるパッケージ：
lv_lv: Pieejamas pakotnes:
nl: Beschikbare pakketten:
pl: Dostępne pakiety:
pt_br: Pacotes disponíveis:
pt_pt: Pacotes disponíveis:
ro_ro: Pachete disponibile:
ru: Доступные пакеты:
sv: Tillgängliga paket:
tr: Kullanılabilir paketler:
uk: Доступні пакунки:

source: None
bg: Няма
ca: Cap
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
hi_in: कोई नहीं
it: Nessuno
ja: なし
lv_lv: Neviena
nl: Geen
pl: Żaden
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Nimic
ru: Отсутствует
sv: Ingen
tr: Hiçbiri
uk: Жодного

source: Installed
bg: Инсталирани
ca: Instal·lat
cs: Nainstalováno
de: Installiert
el: Εγκατεστημένο
es: Instalado
fr: Installé
hi_in: इंस्टॉल है
it: Installati
ja: インストール済み
lv_lv: Instalētas
nl: Ge誰nstalleerd
pl: Zainstalowany
pt_br: Instalado
pt_pt: Instalado
ro_ro: Instalate
ru: Установленные
sv: Installerad
tr: Kuruldu
uk: Встановлені

source: Not installed
bg: Не е инсталиран
ca: No instal·lat
cs: Nenainstalováno
de: Nicht installiert
el: Μη εγκατεστημένο
es: No instalado
fr: Non installé
hi_in: इंस्टॉल नहीं है
it: Non installato
ja: 未インストール
lv_lv: Nav instalēta
nl: Niet ge誰nstalleerd
pl: Nie zainstalowany
pt_br: Não instalado
pt_pt: Não instalado
ro_ro: Neinstalate
ru: Не установлен
sv: Inte installerad
tr: Kurulamadı
uk: Не встановлено

source: Available SlackBuilds:
bg: Налични SlackBuild-и:
ca: SlackBuilds disponibles:
cs: Dostupné SlackBuildy:
de: Verfügbare SlackBuilds:
el: Διαθέσιμα SlackBuilds:
es: SlackBuilds disponibles:
fr: Paquets SclakBuids disponibles
hi_in: उपलब्ध स्लैकबिल्ड :
it: SlackBuild disponibili:
ja: 使用可能な SlackBuilds:
lv_lv: Pieejamie SlackBuilds faili:
nl: Beschikbare SlackBuilds:
pl: Dostępne SlackBuildy:
pt_br: SlackBuilds disponíveis:
pt_pt: SlackBuilds disponíveis:
ro_ro: SlackBuilds disponibile:
ru: Доступные скрипты SlackBuild:
sv: Tillgängliga SlackBuilds:
tr: Mevcut SlackBuild'ler:
uk: Доступні SlackBuild'и:

source: No such package or SlackBuild:
bg: Няма такъв пакет или SlackBuild:
ca: No hi ha el paquet o l'SlackBuild:
cs: Žádný takový balíček nebo SlackBuild:
de: Angegebenes Paket oder SlackBuild nicht gefunden:
el: Δεν υπάρχει πακέτο ή SlackBuild με αυτό το όνομα:
es: No existe el paquete o el SlackBuild:
fr: Paquet ou SlackBuild absent
hi_in: ऐसा कोई पैकेज या स्लैकबिल्ड नहीं मिली :
it: Nessun pacchetto o Slackbuild:
ja: パッケージまたは SlackBuild がありません:
lv_lv: Nav atrastas pakotnes vai SlackBuild:
nl: Niets van dien aard als pakket of SlackBuild:
pl: Nie ma takiego pakietu ani SlackBuilda:
pt_br: Não há pacote ou SlackBuild:
pt_pt: Não há tal pacote ou SlackBuild:
ro_ro: Nici-un asemenea pachet sau SlackBuild:
ru: Нет ни такого пакета ни SlackBuild'a:
sv: Inget sådant paket eller SlackBuild:
tr: Paket ya da SlackBuild yok:
uk: Немає такого пакунку або SlackBuild'у:

source: The following packages will be installed:
bg: Следните пакети ще бъдат инсталирани:
ca: S'instal·laran els paquets següents:
cs: Budou nainstalovány následující balíčky:
de: Die folgenden Pakete werden installiert:
el: Τα ακόλουθα πακέτα θα εγκατασταθούν:
es: Se instalarán los siguientes paquetes:
fr: Les paquets suivants seront installés :
hi_in: निम्नलिखित पैकेज इंस्टॉल होंगे :
it: I seguenti pacchetti verranno installati:
ja: 次のパッケージがインストールされます:
lv_lv: Tiks instalētas sekojošas pakotnes:
nl: De volgende pakketten zullen worden ge誰nstalleerd:
pl: Następujące pakiety zostaną zainstalowane:
pt_br: Os seguintes pacotes serão instalados:
pt_pt: Os seguintes pacotes vão ser instalados:
ro_ro: Următoarele pachete vor fi instalate:
ru: Эти пакеты будут установлены:
sv: Följande paket kommer att installeras:
tr: Aşağıdaki paketler kurulacaktır:
uk: Наступні пакунки буде встановлено:

source: The following SlackBuilds will be installed:
bg: Следните SlackBuild-и ще бъдат инсталирани:
ca: S'instal·laran els SlackBuilds següents:
cs: Budou nainstalovány následující SlackBuildy:
de: Die folgenden SlackBuilds werden installiert:
el: Τα ακόλουθα SlackBuilds θα εγκατασταθούν:
es: Se instalarán los siguientes SlackBuilds:
fr: Les paquets SlackBuilds suivants seront installés
hi_in: निम्नलिखित स्लैकबिल्ड इंस्टॉल होंगी :
it: I seguenti Slackbuild verrano installati:
ja: 次の SlackBuild がインストールされます：
lv_lv: Tiks instalēti sekojoši SlackBuilds:
nl: De volgende SlackBuilds zullen worden ge誰nstalleerd:
pl: Następujące SlackBuildy zostaną zainstalowane:
pt_br: Os seguintes SlackBuilds serão instalados:
pt_pt: Os seguintes SlackBuilds vão ser instalados:
ro_ro: Următoarele SlackBuilds vor fi instalate:
ru: Эти скрипты SlackBuild будут установлены:
sv: Följande SlackBuilds kommer att installeras:
tr: Bu SlackBuild'ler yüklenecek:
uk: Наступні SlackBuild'и буде встановлено:

source: Nothing to install
bg: Няма нищо за инсталиране
ca: Res per instal·lar
cs: Nic k nainstalování
de: Nichts zu installieren
el: Τίποτα προς εγκατάσταση
es: Nada que instalar
fr: Rien à installer
hi_in: इंस्टॉल हेतु कुछ नहीं
it: Nulla da installare
ja: インストールするパッケージがありません。
lv_lv: Nekas netiks instalēts
nl: Niets te installeren
pl: Nie ma nic do zainstalowania
pt_br: Nada para instalar
pt_pt: Nada para instalar
ro_ro: Nimic de instalat
ru: Устанавливать нечего
sv: Inget att installera
tr: Hiçbirşey yükleme
uk: Нічого до встановлення

source: Updating package cache...
bg: Актуализиране на кеш паметта на пакетите...
ca: S'actualitza la cau de paquets...
cs: Aktualizace vyrovnávací paměti pro balíčky...
de: Aktualisiere den Paketspeicher...
el: Ενημέρωση της τοπικής μνήμης πακέτων...
es: Actualizando la caché de paquetes...
fr: Mise à jour du cache des paquets...
hi_in: पैकेज कैश अपडेट हो रही है ...
it: Aggiornamento cache pacchetto...
ja: パッケージキャッシュを更新しています...
lv_lv: Jaunina pakotņu buferi...
nl: Pakket cache bijwerken...
pl: Aktualizacja pamięci podręcznej pakietów
pt_br: Atualizando cache do pacote...
pt_pt: Atualizar cache do pacote ...
ro_ro: Actualizare cache pachet...
ru: Обновление списка пакетов...
sv: Uppdaterar paketcachen...
tr: Paket önbelleği güncelleniyor...
uk: Оновлення кешу пакунків...

source: Updating SlackBuild cache...
bg: Актуализиране на кеш паметта на SlackBuild-ите...
ca: S'actualitza la cau d'SlackBuild...
cs: Aktualizace cache SlackBuild...
de: Aktualisiere den SlackBuild-Speicher...
el: Ενημέρωση της τοπικής μνήμης SlackBuild...
es: Actualizando la caché de SlackBuilds ...
fr: Mise à jour du cache des SlackBuilds…
hi_in: स्लैकबिल्ड कैश अपडेट हो रही है ...
it: Aggiornamento della cache di SlackBuild...
ja: SlackBuild キャッシュを更新しています...
lv_lv: Jaunina SlackBuild buferi...
nl: SlackBuild cache bijwerken...
pl: Aktualizacja pamięci podręcznej SlackBuilda ...
pt_br: Atualizando o cache do Slackbuild.
pt_pt: Atualizar cache SlackBuild...
ro_ro: Actualizare cache SlackBuild...
ru: Обновление списка скриптов...
sv: Uppdatera SlackBuild cache ...
tr: SlackBuild önbelleği güncelleniyor.
uk: Оновлення кешу SlackBuild'ів ...

source: USAGE:
bg: УПОТРЕБА:
ca: ÚS:
cs: POUŽITÍ:
de: BENUTZUNG:
el: ΧΡΗΣΗ:
es: USO:
fr: UTILISATION :
hi_in: उपयोग :
it: UTILIZZO:
ja: 使用方法:
lv_lv: PIELIETOJUMS:
nl: GEBRUIK:
pl: ZASTOSOWANIE:
pt_br: UTILIZAÇÃO:
pt_pt: USO:
ro_ro: UTILIZARE:
ru: ИСПОЛЬЗОВАНИЕ:
sv: ANVÄNDNING:
tr: KULLANIM:
uk: ВИКОРИСТАННЯ:

source: [OPTIONS] [STRING(s)]
bg: [ОПЦИИ] [ПАРАМЕТЪР(И)]
ca: [OPCIONS] [CADENES]
de: [OPTIONEN] [STRING(s)]
el: [ΕΠΙΛΟΓΕΣ] [ΛΕΞΗ/ΛΕΞΕΙΣ]
es: [OPCIONES] [CADENA(s)]
hi_in: [विकल्प] [शब्द]
ja: [オプション] [文字列]
lv_lv: [OPCIJAS] [TEKSTS(i)]
pl: [OPCJE] [CIĄG(I) ZNAKÓW]
pt_br: [OPÇÕES] [STRING(s)]
pt_pt: [OPÇÕES] [STRING(s)]
ru: [ОПЦИИ] [СТРОКА(-и)]
sv: [ALTERNATIV][STRÄNG(AR)]
tr: [SEÇENEKLER] [STRING(s)]
uk: [ПАРАМЕТРИ] [СТРІЧКА(и)]

source: OPTIONS:
bg: ОПЦИИ:
ca: OPCIONS:
cs: MOŽNOSTI:
de: OPTIONEN:
el: ΕΠΙΛΟΓΕΣ:
es: OPCIONES:
hi_in: विकल्प :
it: OPZIONI:
ja: オプション:
lv_lv: OPCIJAS:
nl: OPTIES:
pl: OPCJE:
pt_br: OPÇÕES:
pt_pt: OPÇÕES:
ro_ro: OPŢIUNI:
ru: ОПЦИИ:
sv: ALTERNATIV:
tr: SEÇENEKLER:
uk: ОПЦІЇ:

source: search for specified packages (default action)
bg: търси посочените пакети (действие по подразбиране)
ca: cerca paquets especificats (acció per defecte)
cs: vyhledat uvedené balíčky (výchozí akce)
de: angegebene Paketen suchen (Standardverhalten)
el: αναζήτηση πακέτων (εξ ορισμού επιλογή)
es: buscar los paquetes indicados (acción por defecto)
fr: cherche les paquets sélectionnés (action par défaut)
hi_in: निर्दिष्ट पैकेज खोजें (डिफ़ॉल्ट कार्य)
it: ricerca dei pacchetti selezionati (azione predefinita)
ja: 指定パッケージを検索 (デフォルト動作)
lv_lv: meklēt norādītās pakotnes (pēc noklusējuma)
nl: zoek voor gespecificeerde pakketten (standaard actie)
pl: wyszukaj określone pakiety (domyślna akcja)
pt_br: pesquisar por pacotes especificados (ação padrão)
pt_pt: procurar por pacotes específicos (ação padrão)
ro_ro: caută pachetele specificate (acțiune implicită)
ru: поиск указанного пакета (действие по умолчанию)
sv: sök efter angivna paket (standardåtgärd)
tr: bir paketi ara (varsayılan)
uk: пошук вказаного пакунку (типова дія)

source: show details about package or SlackBuild
bg: покажи подробности относно пакет или SlackBuild
ca: mostra els detalls d'un paquet o SlackBuild
cs: zobrazit detaily o balíčku nebo SlackBuildu
de: Details zum angegebenen Paket oder SlackBuild anzeigen
el: εμφάνιση λεπτομερειών για το πακέτο ή το SlackBuild
es: mostrar los detalles sobre un paquete o SlackBuild
fr: monter les détails à propos du paquet ou du SlackBuild
hi_in: पैकेज या स्लैकबिल्ड विवरण दिखाएँ
it: mostra i dettagli del pacchetto o dello SlackBuild
ja: パッケージまたは SlackBuild の詳細を表示
lv_lv: rāda informāciju par pakotni vai SlackBuild
nl: toon details over het pakket of SlackBuild
pl: wyświetl informacje o pakiecie lub SlackBuildzie
pt_br: mostrar detalhes sobre pacote ou SlackBuild
pt_pt: mostrar detalhes sobre o pacote ou SlackBuild
ro_ro: afişare detalii despre pachete sau SlackBuild
ru: показать подробности о пакете или скрипте SlackBuild
sv: visa information om paket eller SlackBuild
tr: SlackBuild ya da paket hakkında detayları göster
uk: показати деталі про пакунок або SlackBuild

source: purge package and SlackBuild caches
bg: изчисти кеш паметта на пакетите и SlackBuild-ите
ca: purga la cau del paquet i SlackBuild
de: Paket- und SlackBuild-Speicher bereinigen
el: εκκαθάριση των τοπικών αρχείων πακέτων και SlackBuild
es: purgar las cachés de paquetes y SlacBuilds
fr: vide le cache des paquets et SlackBuilds
hi_in: पैकेज या स्लैकबिल्ड कैश हटाएँ
it: pulisci la cache dei pacchetti e degli SlackBuild
ja: パッケージと SlackBuild のキャッシュを除去
lv_lv: dzēš pakotņu un SlackBuild buferi
nl: verwijder pakket en SlackBuild caches
pl: usuń pakiet i pamięć podręczną SlackBuilda
pt_br: excluir permanentemente o pacote e caches do SlackBuild
pt_pt: Limpar pacote e SlackBuild caches
ro_ro: golire cache pachete şi SlackBuild
ru: очистить списки пакетов и скриптов SlackBuild
sv: rensa paket och SlackBuild cachar
tr: SlackBuild ve paket önbelleğini temizler
uk: очистити кеш пакунків і SlackBuild'ів

source: update package and SlackBuild caches
bg: актуализирай кеш паметта на пакетите и SlackBuild-ите
ca: actualitza la cau del paquet i SlackBuild
cs: aktualizace vyrovnávací paměti balíčků a SlackBuildů
de: Paket- und SlackBuild-Speicher aktualisieren
el: ενημέρωση της τοπικής μνήμης πακέτων και SlackBuild
es: actualizar las cachés de paquetes y SlackBuilds
fr: met à jour le cache des paquets et SlackBuild
hi_in: पैकेज या स्लैकबिल्ड कैश अपडेट करें
it: aggiorna la cache dei pacchetti e degli SlackBuild
ja: パッケージと SlackBuild のキャッシュを更新
lv_lv: jaunina pakotņu un SlackBuild buferi
nl: werk caches van pakketten en SlackBuild bij
pl: zaaktualizuj pamięć podręczną pakietów i SlackBuildów
pt_br: atualizar pacote e caches de SlackBuild
pt_pt: Atualizar caches do pacote e do SlackBuild...
ro_ro: actualizare cache pachete şi SlackBuild
ru: обновить списки пакетов и скриптов SlackBuild
sv: uppdatera paket och SlackBuild cachar
tr: SlackBuild ve paket önbelleğini güncelle
uk: оновлення кешу пакунків і SlackBuild-ів

source: upgrade packages
bg: обнови пакетите
ca: actualitza els paquets
cs: aktualizace balíčků
de: Angegebene Pakete aktualisieren
el: αναβάθμιση πακέτων
es: actualizar paquetes
fr: met à jour les paquets
hi_in: पैकेज अपग्रेड करें
it: aggiorna pacchetti
ja: パッケージのアップグレード
lv_lv: jaunina pakotnes
nl: upgrade pakketten
pl: aktualizuj pakiety
pt_br: pacotes de aprimoramento
pt_pt: Atualizar pacotes
ro_ro: actualizare pachete
ru: обновить пакеты
sv: uppgradera paket
tr: paketleri yükselt
uk: оновлення пакунків

source: install specified packages
bg: инсталирай посочените пакети
ca: instal·la els paquets especificats
cs: instalace uvedených balíčků
de: Angegebene Pakete installieren
el: εγκατάσταση πακέτων
es: instalar los paquetes especificados
fr: installe les paquets sélectionnés
hi_in: निर्दिष्ट पैकेज इंस्टॉल करें
it: installa i pacchetti specificati
ja: 指定パッケージのインストール
lv_lv: instalē norādītās pakotnes
nl: installeer gespecificeerde pakketten
pl: instalowanie określonych pakietów
pt_br: Instalar pacotes especificados
pt_pt: instalar pacotes específicos
ro_ro: instalare pachete specificate
ru: установить указанные пакеты
sv: installera angivna paket
tr: seçilen paketleri kur
uk: встановлення вказаних пакунків

source: simulate installation of specified packages
bg: симулирай инсталацията на посочените пакети
ca: simula la instal·lació de paquets especificats
cs: simulovat instalaci uvedených balíčků
de: eine Installation der angegebenen Pakete simulieren
el: προβολή πακέτων που πρόκειται να εγκατασταθούν
es: simular la instalación de los paquetes especificados
fr: teste l'installation des paquets sélectionnés
hi_in: निर्दिष्ट पैकेज इंस्टॉल हेतु अनुकरण करें
it: simula l'installazione dei pacchetti selezionati
ja: 指定パッケージのインストールシミュレート
lv_lv: simulē norādīto pakotņu instalācijas procesu
nl: Simuleer installatie van gespecificeerde pakketten
pl: symulowanie instalacji określonych pakietów
pt_br: simular instalação de pacotes especificados
pt_pt: simular a instalação de pacotes específicos
ro_ro: simulare instalare pachete specificate
ru: симулировать установку указанных пакетов
sv: simullera installation av paket
tr: bir paketin yüklenmesini simule et
uk: симуляція встановлення вказаних пакунків

source: disable colour output
bg: изключване на цветовете
ca: inhabilita la sortida en color
cs: zakázat obarvení výstupu
de: farbige Bildschirmausgabe unterdrücken
el: απενεργοποίηση έγχρωμης εξόδου
es: desactivar la salida a color
fr: désactive l'affichage couleur
hi_in: रंग युक्त आउटपुट निष्क्रिय करें
it: disabilita output colorato
ja: カラー出力の無効化
lv_lv: izslēdz krāsainu izvadi
nl: zet kleur uit in output
pl: nie wyświetlaj kolorów
pt_br: desabilitar saída colorida
pt_pt: desativar output de cores
ro_ro: dezactivare ieşire culoare
ru: отключить цветной вывод
sv: avaktivera färgutskrifter
tr: renkli çıktyı devre dışı bırak
uk: вимкнути вивід в кольорі

source: this help message
bg: това съобщение
ca: aquest missatge d'ajuda
cs: tato pomocná zpráva
de: diese Hilfe anzeigen
el: το παρόν μήνυμα βοήθειας
es: este mensaje de ayuda
fr: ce message d'aide
hi_in: यह सहायता संदेश
it: questo messaggio di aiuto
ja: このヘルプメッセージ
lv_lv: šis palīdzības paziņojums
nl: Dit Help bericht
pl: to komunikat pomocy
pt_br: Esta mensagem de ajuda
pt_pt: esta mensagem de ajuda
ro_ro: acest mesaj de ajutor
ru: это справочное сообщение
sv: denna hjälp
tr: bu bir yardım mesajı
uk: це повідомлення допомоги
